7-zip
antigen-git
appimagelauncher
bibata-cursor-theme
brave-bin
docker-desktop
easyeffects-presets
find-the-command
git-credential-manager-core
git-credential-manager-core-extras
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
oh-my-zsh-git
pamac-all
pfetch
preload
protonmail-bridge
qtile-extras
samba-support
sddm-sugar-dark
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
wlr-randr
yay-git
