7-zip
appimagelauncher
bibata-cursor-theme
brave-bin
docker-desktop
find-the-command
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
pamac-aur
pfetch
preload
primevideo
pywal-16-colors
sddm-sugar-dark
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
xfce-polkit-git
yay-git
7-zip
appimagelauncher
bibata-cursor-theme
brave-bin
docker-desktop
easyeffects-presets
find-the-command
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
pamac-aur
pfetch
preload
primevideo
pywal-16-colors
sddm-sugar-dark
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
xfce-polkit-git
yay-git
7-zip
antigen-git
appimagelauncher
bibata-cursor-theme
brave-bin
bullet-train-oh-my-zsh-theme-git
docker-desktop
easyeffects-presets
find-the-command
git-credential-manager-core
git-credential-manager-core-extras
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
oh-my-zsh-git
oh-my-zsh-plugin-autosuggestions
oh-my-zsh-plugin-syntax-highlighting
oh-my-zsh-powerline-theme-git
pamac-aur
pfetch
preload
primevideo
protonmail-bridge
pywal-16-colors
samba-support
sddm-sugar-dark
secret-service
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
xfce-polkit-git
yay-git
