acpid
adw-gtk-theme
alacritty
alsa-utils
android-file-transfer
apparmor
archinstall
arch-install-scripts
archiso-git
ark
athena-mirrorlist
b43-fwcutter
baobab
base
bcachefs-tools
bibata-cursor-theme
bind
blackarch-config-zsh
blackarch-keyring
blender
blueman
bolt
bridge-utils
brightnessctl
brltty
broadcom-wl
btrfsmaintenance
btrfs-progs
bzip2
chaotic-keyring
chaotic-mirrorlist
chatblade
cherrytree
clamtk
clipgrab
cliphist
clonezilla
cloud-init
collision
coreutils
cpupower
cronie
cryptsetup
darkhttpd
ddrescue
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
edk2-shell
efibootmgr
espeakup
ethtool
evince
exfatprogs
eza
f2fs-tools
fatresize
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
figlet
file-roller
filezilla
firefox
firewalld
foot-terminfo
fprintd
fragments
freecad
fsarchiver
gdm
gedit
geeqie
gimp
glibc-locales
gnu-netcat
gpart
gparted
gpg-crypter
gpm
gptfdisk
grilo-plugins
grim
grml-zsh-config
grub
grub-btrfs
gthumb
gtksourceview-pkgbuild
gufw
gum
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
highlight-gui
htop
hyperv
iagno
ibus
inetutils
inkscape
intel-ucode
inxi
iptables-nft
irssi
iw
iwd
jdk-openjdk
jfsutils
jupyter-notebook
kgpg
kicad
kitty-terminfo
kiwix-desktop
kjournald
less
lftp
libdvdcss
libfido2
librecad
libreoffice-fresh
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
logrotate
lollypop
lrzip
lsscsi
lvm2
lynx
malcontent
man-db
man-pages
mc
mdadm
meld
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mirroars
mkinitcpio
mkinitcpio-archiso
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mousepad
mpv
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
network-manager-sstp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nilfs-utils
nitroshare
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
openconnect
open-iscsi
openpgp-card-tools
openresolv
openssh
open-vm-tools
openvpn
os-prober
otf-font-awesome
p7zip
papirus-maia-icon-theme
partclone
parted
partimage
pavucontrol
pcsclite
pentestgpt
perl
pfetch
polkit-gnome
powerline-go
powerpill
ppp
pptpclient
pulseview
pv
python-pyparted
qemu-guest-agent
quadrapassel
rate-mirrors
refind
reflector
reiserfsprogs
rp-pppoe
rsync
rxvt-unicode
rxvt-unicode-terminfo
rygel
scrcpy
screen
sdparm
seahorse
sequoia-sq
sg3_utils
shotwell
simple-scan
slurp
smartmontools
smb4k
s-nail
snapshot
sof-firmware
spectre-meltdown-checker
squashfs-tools
starship
sudo
superslicer
sushi
swappy
swtpm
sysfsutils
syslinux
system-config-printer
systemd
systemd-resolvconf
tcpdump
terminus-font
testdisk
texinfo
thunar
thunderbird
timeshift
timeshift-autosnap
tmux
torbrowser-launcher
totem
touche
tpm2-tools
tpm2-tss
tracker3-miners
trizen
ttf-fira-code
ttf-firacode-nerd
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-indic-otf
ttf-jetbrains-mono
ttf-ubuntu-font-family
tumbler
udftools
unace
unrar
update-grub
usb_modeswitch
usbmuxd
usbutils
variety
vi
vim
virt-manager
virtualbox
virtualbox-guest-utils-nox
virt-viewer
visual-studio-code-bin
vlc
vmware-workstation
vpnc
webapp-manager
wezterm-terminfo
wget
which
winetricks
wireless-regdb
wireless_tools
wireshark-qt
wmctrl
wpa_supplicant
wvdial
xfsprogs
xl2tpd
yay
zim
zint-qt
zshacpi
zsh-lovers
zsh-syntax-highlighting
