acpi
acpi_call
acpid
adapta-gtk-theme
alacritty
alsa-utils
amd-ucode
appimagelauncher
arc-darkest-theme-git
arc-gtk-theme
archlinux-tweak-tool-git
arcolinux-fish-git
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-pamac-all
arduino
ark
avahi
base
base-devel
bash-completion
bat
bind
blackarch-keyring
blender
blueman
bluez
bluez-utils
brave-bin
breeze
brightnessctl
burpsuite
chaotic-keyring
chaotic-mirrorlist
chromium
clipgrab
cliphist
cups
dialog
dnsmasq
docker
dosfstools
duf
dunst
easyeffects
efibootmgr
eza
figlet
filelight
firefox
firewalld
fish
flatpak
freerdp
geany
geeqie
gimp
git
gitkraken
gnome-disk-utility
gnome-photos
graphite-gtk-theme-git
grim
grsync
grub
grub-btrfs
gum
gvfs
gvfs-smb
gwenview
hplip
htop
hyprland
inetutils
inkscape
intel-ucode
inxi
ipset
iptables-nft
jq
jre8-openjdk
kgpg
kitty
kripton-theme-git
libc++
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
materia-gtk-theme
mousepad
mpv
mtools
nano
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-seahorse
nemo-share
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nitrogen
nmap
nss-mdns
ntfs-3g
numix-gtk-theme-git
oh-my-zsh-git
openbsd-netcat
openssh
os-prober
pacman-contrib
papirus-icon-theme
paru
pavucontrol
pfetch
photoflare
phototonic
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-gnome
polybar
python-click
python-pip
python-psutil
python-pywal
python-rich
qalculate-gtk
qogir-gtk-theme-git
qtile
ranger
reflector
rofi
rsync
scratch
scrot
sddm
seahorse
shotwell
slock
slurp
sof-firmware
starship
superslicer
swappy
swayidle
swtpm
terminus-font
thunar
thunar-archive-plugin
thunar-shares-plugin
timeshift
trizen
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
tumbler
unzip
variety
vim
virt-manager
virt-viewer
virtualbox
vlc
waybar
wget
wlogout
wlr-randr
wpa_supplicant
xautolock
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-git
zip
zram-generator
zsh-syntax-highlighting
