a-candy-beauty-icon-theme-git
accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
airgeddon
airoscript
alacritty
alacritty-themes
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
ananicy
android-sdk-platform-tools
antiransom
appimagelauncher
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arch-install-scripts
archiso
archlinux-login-backgrounds-git
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-app-glade-git
arcolinux-arc-aqua-git
arcolinux-arc-archlinux-blue-git
arcolinux-arc-arcolinux-blue-git
arcolinux-arc-azul-git
arcolinux-arc-azure-dodger-blue-git
arcolinux-arc-blood-git
arcolinux-arc-blue-sky-git
arcolinux-arc-botticelli-git
arcolinux-arc-bright-lilac-git
arcolinux-arc-bright-lime-green-git
arcolinux-arc-carnation-git
arcolinux-arc-carolina-blue-git
arcolinux-arc-casablanca-git
arcolinux-arc-crimson-git
arcolinux-arc-dawn-git
arcolinux-arc-dracul-git
arcolinux-arc-emerald-git
arcolinux-arc-evopop-git
arcolinux-arc-fern-git
arcolinux-arc-fire-git
arcolinux-arc-froly-git
arcolinux-arc-havelock-git
arcolinux-arc-hibiscus-git
arcolinux-arc-light-blue-grey-git
arcolinux-arc-light-blue-surfn-git
arcolinux-arc-light-salmon-git
arcolinux-arc-mandy-git
arcolinux-arc-mantis-git
arcolinux-arc-medium-blue-git
arcolinux-arc-niagara-git
arcolinux-arc-nice-blue-git
arcolinux-arc-numix-git
arcolinux-arc-orchid-git
arcolinux-arc-pale-grey-git
arcolinux-arc-paper-git
arcolinux-arc-pink-git
arcolinux-arc-polo-git
arcolinux-arc-punch-git
arcolinux-arc-red-orange-git
arcolinux-arc-rusty-orange-git
arcolinux-arc-sky-blue-git
arcolinux-arc-slate-grey-git
arcolinux-arc-smoke-git
arcolinux-arc-soft-blue-git
arcolinux-arc-tacao-git
arcolinux-arc-tangerine-git
arcolinux-arc-tory-git
arcolinux-arc-vampire-git
arcolinux-arc-warm-pink-git
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-faces-git
arcolinux-fish-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logo-git
arcolinux-meta-btrfs-timeshift
arcolinux-meta-log
arcolinux-meta-sddm-themes
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-plank-git
arcolinux-plank-themes-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xfce-panel-profiles-git
arcolinux-zsh-git
arduino
armcord-git
armitage
asciinema
asciiquarium
atril
autopwn
autorecon
autosint
avahi
awesome-terminal-fonts
ayu-theme
baobab
base
base-devel
base16-alacritty-git
bash-completion
bash-pipes
bashtop
bat
beeswarm
beholder
bemenu-wayland
bettercap-ui
bibata-cursor-theme-bin
bibata-extra-cursor-theme
bind
blackarch-keyring
blackarch-menus
blackarch-mirrorlist
blackarch-wallpaper
blackmate
blender
blesh-git
bless
blueberry
blueman
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
breezy
brightnessctl
broadcom-wl-dkms
brute-force
brutus
btrfs-progs
burpsuite
buster
calf
catfish
cava
chatgpt-desktop-bin
cheat-sh
cherrytree
chromium
cinnamon
cinnamon-control-center
cinnamon-menus
cinnamon-screensaver
cinnamon-session
cinnamon-settings-daemon
cinnamon-translations
clamav
clamtk
clipgrab
cliphist
clonezilla
cmatrix
conky-lua-archers
cowfortune
cowsay
cpyrit-cuda
cronie
cryptsetup
cuda
cudahashcat
cups
cups-filters
cups-pdf
cve-search
cyberchef-electron
darkdump
darkscrape
datasploit
dconf-editor
ddrescue
debtap
dex
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
droidcam
duf
dunst
dvd+rw-tools
dvdauthor
dvgrab
e2fsprogs
easyeffects
edex-ui-bin
edid-decode-git
edk2-shell
edu-candy-beauty-qogir-git
efibootmgr
eog
espeakup
etcher-bin
etherape
ethtool
evince
eww-git
exfatprogs
exo
expac
exploit-db
eza
f2fs-tools
fatresize
feh
ffmpegthumbnailer
figlet
figlet-fonts
file-roller
filezilla
find-the-command
firefox
firefox-security-toolkit
fish
flashlight
fluent-gtk-theme
fluent-kde-theme-git
font-manager
foot
fortune-mod
freerdp
freetype2
freewifi
fsarchiver
fuzzel
galculator
garcon
geany
geticons-git
ghostscript
gimp
git
git-credential-manager-core-bin
gitahead-bin
github-cli
gitkraken
gksu
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-free-fonts
gnu-netcat
gojq
google-chrome
gpart
gparted
gpick
gpm
gptfdisk
graphite-gtk-theme-git
grim
grsync
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtklock
gtklock-playerctl-module
gtklock-powerbar-module
gtklock-userinfo-module
gtop
gufw
gum
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardcode-fixer-git
hardinfo-gtk3
hddtemp
hdparm
hexedit
htb-tools
htop
hunspell
hunspell-en_us
hw-probe
hwinfo
hyperv
hyphen
hyphen-en
hyprland
i3blocks
i3status
ibus
imagemagick
inkscape
intel-ucode
intellij-idea-community-edition
intltool
inxi
irqbalance
irssi
iso-flag-png
iw
jfsutils
jq
jsoncpp
jupyter-notebook
kicad
kitty
kiwix-desktop
kiwix-tools
kripton-theme-git
kvantum-qt5-git
kvantum-theme-materia
laptop-detect
less
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
libretro-shaders-slang
libsigrokdecode
libusb-compat
libvirt
light
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
linux-zen
linux-zen-headers
lm_sensors
logrotate
lsb-release
lsd
lshw
lsp-plugins
lsp-plugins-clap
lsp-plugins-docs
lsp-plugins-ladspa
lsp-plugins-lv2
lsp-plugins-standalone
lsp-plugins-vst
lsscsi
lvm2
lxappearance
man-db
man-pages
materia-gtk-theme
materia-kde
mc
mdadm
meld
memtest86+
memtest86+-efi
menulibre
mesa
mesa-utils
metasploit-autopwn
mintlocale
mintstick-git
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mongodb
mousepad
mpv
msfdb
mtools
mtpfs
mugshot
mupdf
mupdf-tools
myman
nano
nano-syntax-highlighting
nautilus
nbd
ncdu
ndisc6
nemo
nemo-fileroller
nemo-preview
nemo-seahorse
nemo-share
neofetch
neovim
nerd-fonts-noto-sans-mono-extended
nerd-fonts-source-code-pro
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nist-feed
nitrogen
nlohmann-json
nmap
nohang
nomacs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-circle-icon-theme-git
numix-gtk-theme-git
numix-icon-theme-git
numlockx
nvidia-dkms
nvidia-settings
nvidia-utils
nvme-cli
nwg-look
nyancat
octopi
oh-my-zsh-git
oh-my-zsh-powerline-theme-git
onionshare
open-iscsi
open-vm-tools
openconnect
openocd
openresolv
openssh
openvpn
orca
orchis-theme-git
os-prober
otf-font-awesome
p7zip
pace
pacui-git
papirus-icon-theme
partclone
parted
partimage
paru-bin
pavucontrol
pcsclite
perl-parse-recdescent
pfetch
picom
pikaur-git
pipewire-pulse
pkgfile
plank
playerctl
pocl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
powerline
powerline-common
powerline-fonts
ppp
pptpclient
pragha
profile-sync-daemon
protonmail-bridge-bin
pulseaudio-alsa
pulseaudio-equalizer-ladspa
pulseview
putty
pv
python-click
python-desktop-entry-lib
python-material-color-utilities
python-openai
python-pip
python-pipx
python-poetry
python-pyaml
python-pyparted
python-pyperclip
python-pywal
python-pywhat
python-rich
python2-pybloomfiltermmap
qalculate-gtk
qbittorrent
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qogir-gtk-theme-git
qt-virt-manager
qt5ct
qtile
rate-mirrors-bin
refind
reflector
reiserfsprogs
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
retroarch-autoconfig-udev-git
ripgrep
ripgrep-all
ristretto
rofi
rp-pppoe
rpi-imager
rsync
rtl8821cu-morrownr-dkms-git
rxvt-unicode
rxvt-unicode-terminfo
samba
sardi-flat-mint-y-icons-git
sardi-flexible-mint-y-icons-git
sardi-ghost-flexible-mint-y-icons-git
sardi-icons
sardi-mint-y-icons-git
sardi-mono-mint-y-icons-git
sardi-orb-colora-mint-y-icons-git
scour
scratch
screen
scrot
sddm
sdparm
seahorse
sg3_utils
sigrok-cli
simple-scan
simplescreenrecorder
sl
slock
slurp
smartmontools
snap-pac
snap-pac-grub
snapper
socat
sof-firmware
sofirem-git
sox
sparklines-git
speedtest-cli-git
squashfs-tools
starship
sublime-text-4
sudo
superbfetch-git
superslicer-profiles-git
surfn-icons-git
swappy
swaybg
swayidle
swtpm
swww
sxhkd
syslinux
system-config-printer
tcpdump
telegram-desktop
terminus-font
testdisk
textart
the_platinum_searcher-bin
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
thunderbird
tidy
time
timelineproject-hg
timeshift
timeshift-autosnap
tk
tldp-howtos-html-single
tlp
tmux
toilet-fonts
tor-browser
torbrowser-launcher
tpm2-tss
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
ufw
unace
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
veil
vi
vim
vimix-cursors
virt-manager
virt-viewer
virtualbox
vlc
vmware-workstation
vnstat
volumeicon
vpnc
w3m
waybar
waydroid
wd719x-firmware
webkit2gtk
wget
wireless-regdb
wireless_tools
wlogout
wmctrl
wofi
wpa_supplicant
wttr
wvdial
xapp
xautolock
xclip
xcp
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xl2tpd
xmlstarlet
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay-bin
youtube-dl-gui-git
yt-dlp
zam-plugins
zenity
zim
zim-tools
zoxide
zram-generator
zsh
zsh-autosuggestions-git
zsh-completions
zsh-fast-syntax-highlighting
zsh-syntax-highlighting
