7-zip
appimagelauncher
bibata-cursor-theme
brave-bin
docker-desktop
find-the-command
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
pamac-aur
pfetch
preload
primevideo
pywal-16-colors
sddm-sugar-dark
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
xfce-polkit-git
yay-git
7-zip
appimagelauncher
bibata-cursor-theme
brave-bin
docker-desktop
easyeffects-presets
find-the-command
gitkraken
gtkhash-nemo
marktext-bin
nemo-engrampa
nemo-meld-compare
pamac-aur
pfetch
preload
primevideo
pywal-16-colors
sddm-sugar-dark
swaylock-effects
swww
trizen
visual-studio-code-insiders-bin
wlogout
xfce-polkit-git
yay-git
